Repository: vakulkin/woocommerce-area-length-plugin
Catalog: languages/woocommerce-area-length-plugin-*.po
Languages: pl_pl, uk

source: pkg
pl_pl: opak.
uk: пак.

source: %d pcs. in package
pl_pl: %d szt. w opakowaniu
uk: %d шт. в упаковці

source: m²
uk: м²

source: pcs
pl_pl: szt.
uk: шт.

source: Measurement Type
pl_pl: Typ pomiaru
uk: Тип вимірювання

source: Standard
pl_pl: Standardowy
uk: Стандартний

source: Area
pl_pl: Powierzchnia
uk: Площа

source: Length
pl_pl: Długość
uk: Довжина

source: Mosaic
pl_pl: Mozaika
uk: Мозаїка

source: Select the measurement type for this product.
pl_pl: Wybierz typ pomiaru dla tego produktu.
uk: Виберіть тип вимірювання для цього товару.

source: Meters per package
pl_pl: Metry na opakowanie
uk: Метрів в упаковці

source: Enter meters per package for quantity calculations.
pl_pl: Wprowadź metry na opakowanie do obliczeń ilości.
uk: Введіть метри в упаковці для розрахунку кількості.

source: Custom Unit
pl_pl: Jednostka niestandardowa
uk: Користувацька одиниця

source: Enter custom unit text (e.g., "kg", "liters", "boxes"). If left empty, default units will be used.
pl_pl: Wprowadź tekst jednostki niestandardowej (np. "kg", "litry", "pudła"). Jeśli pozostanie puste, zostaną użyte jednostki domyślne.
uk: Введіть текст користувацької одиниці (наприклад, "кг", "літри", "коробки"). Якщо залишити порожнім, будуть використані одиниці за замовчуванням.

source: e.g., kg, liters, boxes
pl_pl: np. kg, litry, pudła
uk: наприклад, кг, літри, коробки

source: Room Dimensions
pl_pl: Wymiary pomieszczenia
uk: Розміри приміщення

source: Length (meters)
pl_pl: Długość (metry)
uk: Довжина (метри)

source: Width (meters)
pl_pl: Szerokość (metry)
uk: Ширина (метри)

source: Mosaic Calculator
pl_pl: Kalkulator mozaiki
uk: Калькулятор мозаїки

source: Quantity (pcs)
pl_pl: Ilość (szt.)
uk: Кількість (шт.)

source: Area (m²)
pl_pl: Powierzchnia (m²)
uk: Площа (м²)

source: Safety Margin
pl_pl: Margines bezpieczeństwa
uk: Запас безпеки

source: 0% (No margin)
pl_pl: 0% (Bez marginesu)
uk: 0% (Без запасу)

source: 5% (Minimal)
pl_pl: 5% (Minimalny)
uk: 5% (Мінімальний)

source: 10% (Standard)
pl_pl: 10% (Standardowy)
uk: 10% (Стандартний)

source: Required Quantity
pl_pl: Wymagana ilość
uk: Необхідна кількість

source: Total Area (m²)
pl_pl: Całkowita powierzchnia (m²)
uk: Загальна площа (м²)

source: Packages Needed
pl_pl: Potrzebne opakowania
uk: Потрібно упаковок

source: Pieces Needed
pl_pl: Potrzebne sztuki
uk: Потрібно штук

source: Summary
pl_pl: Podsumowanie
uk: Підсумок

source: Total:
pl_pl: Razem:
uk: Загалом:

source: Packages:
pl_pl: Opakowania:
uk: Упаковки:

source: Pieces:
pl_pl: Sztuki:
uk: Штуки:

source: Final Price:
pl_pl: Cena końcowa:
uk: Кінцева ціна:

source: 1000+ %s in stock
pl_pl: 1000+ %s w magazynie
uk: 1000+ %s на складі

source: %d %s in stock
pl_pl: %d %s w magazynie
uk: %d %s на складі

source: at least:
pl_pl: przynajmniej:
uk: принаймні:

source: we have
pl_pl: mamy
uk: у нас є

source: of
pl_pl: z
uk: з

source: m
pl_pl: mb
uk: п.м.
